Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Higher quality uses more data. Identifying photo metadata, like location, is always removed before sending.
de: Höhere Qualität verbraucht mehr Daten. Identifizierende Foto-Metadaten wie der Standort werden vor dem Senden immer entfernt.
es: Una calidad más alta consume más datos. Los metadatos identificativos de las fotos, como la ubicación, siempre se eliminan antes de enviarlas.
fr: Une qualité supérieure consomme plus de données. Les métadonnées identifiantes des photos, comme la localisation, sont toujours supprimées avant l’envoi.
it: Una qualità più alta consuma più dati. I metadati identificativi delle foto, come la posizione, vengono sempre rimossi prima dell’invio.
pt: Qualidade mais alta consome mais dados. Metadados identificáveis das fotos, como a localização, são sempre removidos antes do envio.
ru: Более высокое качество расходует больше данных. Идентифицирующие метаданные фото, например геопозиция, всегда удаляются перед отправкой.
tr: Daha yüksek kalite daha fazla veri kullanır. Konum gibi kimlik belirtici fotoğraf üst verileri gönderilmeden önce her zaman kaldırılır.
zh_hans: 画质越高，流量消耗越大。位置等可识别身份的照片元数据在发送前始终会被移除。
zh_hant: 畫質越高，流量消耗越大。位置等可識別身分的照片中介資料在傳送前一律會被移除。

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
pt: Identidade
ru: Идентификатор
tr: Kimlik
zh_hans: 身份
zh_hant: 身分

source: Identity already signed in on this device
de: Die Identität ist auf diesem Gerät bereits angemeldet.
es: La identidad ya ha iniciado sesión en este dispositivo.
fr: L’identité est déjà connectée sur cet appareil.
it: L’identità ha già effettuato l’accesso su questo dispositivo.
pt: A identidade já tem sessão iniciada neste dispositivo.
ru: Вход с этой учётной записью уже выполнен на этом устройстве.
tr: Kimlikle bu aygıtta zaten oturum açılmış.
zh_hans: 此身份已在此设备上登录。
zh_hant: 此身分已在此裝置上登入。

source: Identity creation failed
de: Die Erstellung der Identität ist fehlgeschlagen
es: Falló la creación de identidad
fr: La création d'identité a échoué
it: Creazione dell'identità non riuscita
pt: Falha na criação da identidade
ru: Не удалось создать личность
tr: Kimlik oluşturma başarısız oldu
zh_hans: 身份创建失败
zh_hant: 身分創建失敗

source: Identity imported.
de: Identität importiert.
es: Identidad importada.
fr: Identité importée.
it: Identità importata.
pt: Identidade importada.
ru: Идентичность импортирована.
tr: Kimlik içe aktarıldı.
zh_hans: 身份已导入。
zh_hant: 身份已導入。

source: Identity setup can be resumed. Try importing again.
de: Die Identitätseinrichtung kann fortgesetzt werden. Versuche den Import erneut.
es: La configuración de la identidad puede reanudarse. Intenta importarla de nuevo.
fr: La configuration de l’identité peut reprendre. Essayez de l’importer à nouveau.
it: La configurazione dell’identità può essere ripresa. Prova a importarla di nuovo.
pt: A configuração da identidade pode ser retomada. Tente importar novamente.
ru: Настройку личности можно продолжить. Попробуйте импортировать её ещё раз.
tr: Kimlik kurulumuna devam edilebilir. Yeniden içe aktarmayı deneyin.
zh_hans: 可以继续身份设置。请再次尝试导入。
zh_hant: 可以繼續身分設定。請再次嘗試匯入。

source: Idle
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo
pt: Ocioso
ru: Бездействует
tr: Boşta
zh_hans: 空闲
zh_hant: 閒置

source: Image
de: Bild
es: Imagen
it: Immagine
pt: Imagem
ru: Изображение
tr: Görsel
zh_hans: 图片
zh_hant: 圖片

source: Image privacy
de: Bild-Datenschutz
es: Privacidad de las imágenes
fr: Confidentialité des images
it: Privacy delle immagini
pt: Privacidade das imagens
ru: Конфиденциальность изображений
tr: Görsel gizliliği
zh_hans: 图片隐私
zh_hant: 圖片隱私

source: Image search
de: Bildersuche
es: Búsqueda de imágenes
fr: Recherche d’images
it: Ricerca immagini
pt: Pesquisa de imagens
ru: Поиск изображений
tr: Görsel arama
zh_hans: 图片搜索
zh_hant: 圖片搜尋

source: Image search is temporarily unavailable.
de: Die Bildersuche ist vorübergehend nicht verfügbar.
es: La búsqueda de imágenes no está disponible temporalmente.
fr: La recherche d’images est temporairement indisponible.
it: La ricerca immagini è temporaneamente non disponibile.
pt: A pesquisa de imagens está temporariamente indisponível.
ru: Поиск изображений временно недоступен.
tr: Görsel arama geçici olarak kullanılamıyor.
zh_hans: 图片搜索暂时不可用。
zh_hant: 圖片搜尋暫時無法使用。

source: Image search returned an unexpected response.
de: Die Bildersuche hat eine unerwartete Antwort zurückgegeben.
es: La búsqueda de imágenes devolvió una respuesta inesperada.
fr: La recherche d’images a renvoyé une réponse inattendue.
it: La ricerca immagini ha restituito una risposta imprevista.
pt: A pesquisa de imagens retornou uma resposta inesperada.
ru: Поиск изображений вернул неожиданный ответ.
tr: Görsel arama beklenmeyen bir yanıt döndürdü.
zh_hans: 图片搜索返回了意外响应。
zh_hant: 圖片搜尋傳回了未預期的回應。

source: Image Source
de: Bildquelle
es: Origen de la imagen
fr: Source de l’image
it: Origine dell’immagine
pt: Origem da imagem
ru: Источник изображения
tr: Görsel kaynağı
zh_hans: 图片来源
zh_hant: 圖片來源

source: Image URL
de: Bild-URL
es: URL de la imagen
fr: URL de l’image
it: URL immagine
pt: URL da imagem
ru: URL изображения
tr: Görsel URL’si
zh_hans: 图片 URL
zh_hant: 圖片 URL

source: Immediately
de: Sofort
es: Inmediatamente
fr: Immédiatement
it: Immediatamente
pt: Imediatamente
ru: Сразу
tr: Hemen
zh_hans: 立即
zh_hant: 立即

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt: Importar
ru: Импортировать
tr: İçe aktar
zh_hans: 导入
zh_hant: 匯入

source: Import Existing nsec
de: Vorhandenes nsec importieren
es: Importar nsec existente
fr: Importer un nsec existant
it: Importa nsec esistente
pt: Importar nsec existente
ru: Импортировать существующий nsec
tr: Mevcut nsec içe aktar
zh_hans: 导入现有 nsec
zh_hant: 匯入現有 nsec

source: Import failed
de: Der Import ist fehlgeschlagen
es: Importación fallida
fr: Échec de l'importation
it: Importazione non riuscita
pt: Falha na importação
ru: Импорт не удался
tr: İçe aktarma başarısız oldu
zh_hans: 导入失败
zh_hant: 導入失敗

source: Import Identity
de: Identität importieren
es: Importar identidad
fr: Importer l'identité
it: Importa identità
pt: Importar Identidade
ru: Импортировать личность
tr: Kimlik İçe Aktarma
zh_hans: 导入身份
zh_hant: 導入身份

source: Importing…
de: Importiere…
es: Importando…
fr: Importation…
it: Importazione…
pt: Importando…
ru: Импорт…
tr: İçe aktarılıyor…
zh_hans: 正在导入…
zh_hant: 正在匯入…

source: In progress
de: Läuft
es: En curso
fr: En cours
it: In corso
pt: Em andamento
ru: Выполняется
tr: Sürüyor
zh_hans: 进行中
zh_hant: 進行中

source: In your network
de: In deinem Netzwerk
es: En tu red
fr: Dans votre réseau
it: Nella tua rete
pt: Na sua rede
ru: В вашей сети
tr: Ağınızda
zh_hans: 在你的网络中
zh_hant: 在你的網路中

source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
it: Posta in arrivo
pt: Caixa de entrada
ru: Входящие
tr: Gelen kutusu
zh_hans: 收件箱
zh_hant: 收件匣

source: Include Sensitive Data
de: Sensible Daten einschließen
es: Incluir datos confidenciales
fr: Inclure les données sensibles
it: Includi dati sensibili
pt: Incluir dados confidenciais
ru: Включить конфиденциальные данные
tr: Hassas Verileri Dahil Et
zh_hans: 包含敏感数据
zh_hant: 包含敏感資料

source: Included
de: Enthalten
es: Incluido
fr: Inclus
it: Incluso
pt: Incluído
ru: Включено
tr: Dahil
zh_hans: 已包含
zh_hant: 已包含

source: Incomplete identity setup needs approval to recover.
de: Die Wiederherstellung der unvollständigen Identitätseinrichtung muss bestätigt werden.
es: Se necesita aprobación para recuperar la configuración incompleta de la identidad.
fr: La récupération de la configuration incomplète de l’identité nécessite une confirmation.
it: Il recupero della configurazione incompleta dell’identità richiede una conferma.
pt: A recuperação da configuração incompleta da identidade precisa de confirmação.
ru: Для восстановления незавершённой настройки личности требуется подтверждение.
tr: Tamamlanmamış kimlik kurulumunu kurtarmak için onay gerekiyor.
zh_hans: 恢复未完成的身份设置需要获得确认。
zh_hant: 復原未完成的身分設定需要獲得確認。

source: Invalid image URL
de: Ungültige Bild-URL
es: URL de imagen no válida
fr: URL d’image non valide
it: URL immagine non valido
pt: URL de imagem inválido
ru: Недопустимый URL изображения
tr: Geçersiz görsel URL’si
zh_hans: 无效的图片 URL
zh_hant: 無效的圖片 URL

source: Invalid relay
de: Ungültiges Relay
es: Relé inválido
fr: Relais invalide
it: Relè non valido
pt: Retransmissão inválida
ru: Недопустимое реле
tr: Geçersiz aktarma
zh_hans: 无效的中继
zh_hant: 無效的中繼

source: Invitation to %@
de: Einladung zu %@
es: Invitación a %@
fr: Invitation à %@
it: Invito a %@
pt: Convite para %@
ru: Приглашение на %@
tr: %@ Davetiyesi
zh_hans: 邀请参加%@
zh_hant: 邀請參加%@

source: Invite
de: Einladen
es: Invitar
fr: Inviter
it: Invitare
pt: Convidar
ru: Приглашать
tr: Davet etmek
zh_hans: 邀请
zh_hant: 邀請

source: Invite failed
de: Die Einladung ist fehlgeschlagen
es: Invitación fallida
fr: Échec de l'invitation
it: Invito non riuscito
pt: Falha no convite
ru: Пригласить не удалось
tr: Davet başarısız oldu
zh_hans: 邀请失败
zh_hant: 邀請失敗

source: Invite to White Noise
de: Zu White Noise einladen
es: Invitar a White Noise
fr: Inviter sur White Noise
it: Invita su White Noise
pt: Convidar para o White Noise
ru: Пригласить в White Noise
tr: White Noise'a davet et
zh_hans: 邀请加入 White Noise
zh_hant: 邀請加入 White Noise

source: Invited %lld members
de: %lld Mitglieder eingeladen
es: %lld miembros invitados
fr: %lld membres invités
it: %lld membri invitati
pt: %lld membros convidados
ru: Приглашено %lld участника
tr: %lld üye davet edildi
zh_hans: 已邀请 %lld 位成员
zh_hant: 已邀請 %lld 位成員

source: Invited 1 member
de: 1 Mitglied eingeladen
es: Invitado 1 miembro
fr: Invité 1 membre
it: Invitato 1 membro
pt: Convidou 1 membro
ru: Приглашен 1 участник
tr: 1 üye davet edildi
zh_hans: 已邀请1名会员
zh_hant: 已邀請1名會員

source: Invited by
de: Eingeladen von
es: Invitado por
fr: Invité par
it: Invitato da
pt: Convidado por
ru: Приглашение от
tr: Davet eden
zh_hans: 邀请人
zh_hant: 邀請人

source: Inviting members…
de: Mitglieder einladen…
es: Invitando a miembros...
fr: Inviter les membres…
it: Invito dei membri…
pt: Convidando membros…
ru: Приглашение участников…
tr: Üyeler davet ediliyor…
zh_hans: 邀请会员...
zh_hant: 邀請會員...

source: Inviting…
de: Einladend…
es: Atractivo…
fr: Attrayant…
it: Invitante…
pt: Convidativo…
ru: Приглашаем…
tr: Davet ediliyor…
zh_hans: 邀请…
zh_hant: 邀請…

source: It may still be syncing. Try again in a moment.
de: Es wird möglicherweise noch synchronisiert. Versuche es gleich erneut.
es: Puede que aún se esté sincronizando. Inténtalo de nuevo en un momento.
fr: La synchronisation est peut-être encore en cours. Réessayez dans un instant.
it: Potrebbe essere ancora in sincronizzazione. Riprova tra un momento.
pt: Talvez ainda esteja sincronizando. Tente novamente em instantes.
ru: Возможно, синхронизация еще продолжается. Повторите попытку через мгновение.
tr: Hala eşitleniyor olabilir. Birazdan tekrar deneyin.
zh_hans: 可能仍在同步。请稍后重试。
zh_hant: 可能仍在同步。請稍後再試。

source: It starts with nsec.
de: Er beginnt mit nsec.
es: Empieza por nsec.
fr: Elle commence par nsec.
it: Inizia con nsec.
pt: Ela começa com nsec.
ru: Он начинается с nsec.
tr: nsec ile başlar.
zh_hans: 它以 nsec 开头。
zh_hant: 它以 nsec 開頭。

source: Just you
de: Nur du
es: solo tu
fr: Juste toi
it: Solo tu
pt: Só você
ru: Только ты
tr: Sadece sen
zh_hans: 只有你
zh_hant: 只有你

source: Keep at least one relay.
de: Behalten Sie mindestens ein Relais.
es: Mantén al menos un relé.
fr: Gardez au moins un relais.
it: Mantenere almeno un relè.
pt: Mantenha pelo menos um relé.
ru: Оставьте хотя бы одно реле.
tr: En az bir röle bulundurun.
zh_hans: 至少保留一个中继。
zh_hant: 至少保留一個中繼。

source: Keep this profile's keys, messages, media, and settings on this device.
de: Behalten Sie die Schlüssel, Nachrichten, Medien und Einstellungen dieses Profils auf diesem Gerät.
es: Guarda las llaves, los mensajes, los medios y la configuración de este perfil en este dispositivo.
fr: Conservez les clés, les messages, les médias et les paramètres de ce profil sur cet appareil.
it: Conserva le chiavi, i messaggi, i contenuti multimediali e le impostazioni di questo profilo su questo dispositivo.
pt: Mantenha as chaves, mensagens, mídia e configurações deste perfil neste dispositivo.
ru: Сохраните ключи, сообщения, медиафайлы и настройки этого профиля на этом устройстве.
tr: Bu profilin anahtarlarını, mesajlarını, medyasını ve ayarlarını bu cihazda tutun.
zh_hans: 将此配置文件的密钥、消息、媒体和设置保留在此设备上。
zh_hant: 將此設定檔的金鑰、訊息、媒體和設定保留在此裝置上。

source: Key Package
de: Schlüsselpaket
es: Paquete de llaves
fr: Paquet clé
it: Pacchetto chiave
pt: Pacote Chave
ru: Ключевой пакет
tr: Anahtar Paketi
zh_hans: 钥匙包
zh_hant: 鑰匙包

source: Key package deleted
de: Schlüsselpaket gelöscht
es: Paquete de llaves eliminado
fr: Paquet de clés supprimé
it: Pacchetto chiavi eliminato
pt: Pacote de chaves excluído
ru: Пакет ключей удалён
tr: Anahtar paketi silindi
zh_hans: 密钥包已删除
zh_hant: 金鑰套件已刪除

source: Key package republished
de: Schlüsselpaket erneut veröffentlicht
es: Paquete de llaves republicado
fr: Paquet de clés republié
it: Pacchetto chiavi ripubblicato
pt: Pacote de chaves republicado
ru: Пакет ключей опубликован повторно
tr: Anahtar paketi yeniden yayınlandı
zh_hans: 密钥包已重新发布
zh_hant: 金鑰套件已重新發布

source: Key Packages
de: Schlüsselpakete
es: Paquetes de llaves
fr: Paquets de clés
it: Pacchetti chiavi
pt: Pacotes de chaves
ru: Пакеты ключей
tr: Anahtar paketleri
zh_hans: 密钥包
zh_hant: 金鑰套件

source: Key packages deleted
de: Gelöschte Schlüsselpakete
es: Paquetes de llaves eliminados
fr: Paquets de clés supprimés
it: Pacchetti di chiavi eliminati
pt: Pacotes de chaves excluídos
ru: Удалённые пакеты ключей
tr: Silinen anahtar paketleri
zh_hans: 已删除的密钥包
zh_hant: 已刪除的金鑰包

source: Key Status
de: Schlüsselstatus
es: Estado de la llave
fr: État de la clé
it: Stato della chiave
pt: Status da chave
ru: Статус ключа
tr: Anahtar durumu
zh_hans: 密钥状态
zh_hant: 金鑰狀態

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

source: Last failure
de: Letzter Fehler
es: Último error
fr: Dernier échec
it: Ultimo erro
pt: Última falha
ru: Последняя ошибка
tr: Son hata
zh_hans: 上次失败
zh_hant: 上次失敗

source: Last failure: %@
de: Letzter Fehler: %@
es: Último error: %@
fr: Dernier échec : %@
it: Ultimo errore: %@
pt: Última falha: %@
ru: Последняя ошибка: %@
tr: Son hata: %@
zh_hans: 上次失败：%@
zh_hant: 上次失敗：%@

source: Last token list update
de: Letzte Aktualisierung der Tokenliste
es: Última actualización de la lista de tokens
fr: Dernière mise à jour de la liste des jetons
it: Ultimo aggiornamento dell'elenco dei token
pt: Última atualização da lista de tokens
ru: Последнее обновление списка токенов
tr: Son jeton listesi güncellemesi
zh_hans: 上次代币列表更新
zh_hant: 上次代幣列表更新

source: Last Token List Update
de: Letzte Aktualisierung der Token-Liste
es: Última actualización de la lista de tokens
fr: Dernière mise à jour de la liste de jetons
it: Ultimo aggiornamento dell’elenco token
pt: Última atualização da lista de tokens
ru: Последнее обновление списка токенов
tr: Son token listesi güncellemesi
zh_hans: 令牌列表最近更新
zh_hant: 權杖清單最近更新

source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt: Mais tarde
ru: Позже
tr: Daha sonra
zh_hans: 稍后
zh_hant: 稍後

source: leaf %@
de: Blattknoten %@
es: nodo hoja %@
fr: nœud feuille %@
it: nodo foglia %@
pt: nó folha %@
ru: листовой узел %@
tr: yaprak düğümü %@
zh_hans: 叶节点 %@
zh_hant: 葉節點 %@

source: leaf %u
de: Blatt %u
es: hoja %u
fr: feuille %u
it: anta %u
pt: folha %u
ru: лист %u
tr: yaprak %u
zh_hans: 叶 %u
zh_hant: 葉 %u

source: Leave
de: Verlassen
es: Salir
fr: Quitter
it: Lascia
pt: Sair
ru: Покинуть
tr: Ayrıl
zh_hans: 退出
zh_hant: 離開

source: Leave “%@”?
de: „%@“ verlassen?
es: ¿Salir de “%@”?
fr: Quitter « %@ » ?
it: Uscire da “%@”?
pt: Sair de “%@”?
ru: Покинуть «%@»?
tr: “%@” sohbetinden ayrıl?
zh_hans: 离开“%@”？
zh_hant: 離開「%@」？

source: Leave Chat
de: Chat verlassen
es: Salir del chat
fr: Quitter la discussion
it: Esci dalla chat
pt: Sair da conversa
ru: Покинуть чат
tr: Sohbetten ayrıl
zh_hans: 退出聊天
zh_hant: 退出聊天

source: Leave Group
de: Gruppe verlassen
es: Dejar grupo
fr: Quitter le groupe
it: Lascia il gruppo
pt: Sair do grupo
ru: Покинуть группу
tr: Gruptan Ayrıl
zh_hans: 离开群组
zh_hant: 離開群組

source: Leave this chat?
de: Diesen Chat verlassen?
es: ¿Salir de este chat?
fr: Quitter cette discussion ?
it: Uscire da questa chat?
pt: Sair desta conversa?
ru: Покинуть этот чат?
tr: Bu sohbetten ayrılmak istiyor musun?
zh_hans: 退出此聊天？
zh_hant: 退出此聊天？

source: Leave this group before deleting the local copy.
de: Verlasse diese Gruppe, bevor du die lokale Kopie löschst.
es: Sal de este grupo antes de eliminar la copia local.
fr: Quittez ce groupe avant de supprimer la copie locale.
it: Esci da questo gruppo prima di eliminare la copia locale.
pt: Saia deste grupo antes de excluir a cópia local.
ru: Покиньте эту группу, прежде чем удалять локальную копию.
tr: Yerel kopyayı silmeden önce bu gruptan ayrılın.
zh_hans: 请先退出此群组，再删除本地副本。
zh_hant: 請先退出此群組，再刪除本機副本。

source: Leave this group?
de: Diese Gruppe verlassen?
es: ¿Dejar este grupo?
fr: Quitter ce groupe ?
it: Lasciare questo gruppo?
pt: Sair deste grupo?
ru: Покинуть эту группу?
tr: Bu gruptan ayrılmak mı istiyorsunuz?
zh_hans: 离开这个群吗？
zh_hant: 離開這個群嗎？

source: Leaving
de: Wird verlassen
es: Saliendo
fr: Départ en cours
it: In uscita
pt: Saindo
ru: Выход
tr: Ayrılıyor
zh_hans: 正在退出
zh_hant: 正在退出

source: Leaving group…
de: Gruppe verlassen…
es: Saliendo del grupo...
fr: Quitter le groupe…
it: Abbandono del gruppo…
pt: Saindo do grupo…
ru: Выход из группы…
tr: Gruptan ayrılıyoruz…
zh_hans: 离团…
zh_hant: 離團…

source: Leaving groups…
de: Gruppen werden verlassen…
es: Saliendo de los grupos…
fr: Sortie des groupes…
it: Uscita dai gruppi…
pt: Saindo dos grupos…
ru: Выход из групп…
tr: Gruplardan çıkılıyor…
zh_hans: 正在退出群组…
zh_hant: 正在退出群組…

source: Leaving will step you down as admin first.
de: Wenn Sie das Unternehmen verlassen, werden Sie zunächst als Administrator entlassen.
es: Al salir, dejarás de ser administrador primero.
fr: En quittant, vous perdrez d'abord votre poste d'administrateur.
it: Se te ne vai, prima dimetterai la carica di amministratore.
pt: Sair o deixará como administrador primeiro.
ru: Если вы выйдете из игры, вы сначала уйдете с поста администратора.
tr: Ayrılmak, önce yöneticilikten ayrılmanıza yol açacaktır.
zh_hans: 离开将首先让您辞去管理员职务。
zh_hant: 離開將首先讓您辭去管理員職務。

source: Leaving…
de: Wird verlassen …
es: Saliendo…
fr: Départ…
it: Uscita…
pt: Saindo…
ru: Выход…
tr: Ayrılınıyor…
zh_hans: 正在离开…
zh_hant: 正在離開…

source: Left
de: Verlassen
es: Abandonados
fr: Quittées
it: Abbandonate
pt: Saídas
ru: Покинутые
tr: Ayrılınan
zh_hans: 已退出
zh_hant: 已退出

source: Left chat
de: Chat verlassen
es: Chat abandonado
fr: Discussion quittée
it: Chat abbandonata
pt: Conversa abandonada
ru: Чат покинут
tr: Sohbetten ayrıldınız
zh_hans: 已退出聊天
zh_hant: 已退出聊天

source: Let's chat on White Noise — private, secure messaging. Get it at https://whitenoise.chat and share your profile QR with me.
de: Lass uns auf White Noise chatten — private, sichere Nachrichten. Hol es dir auf https://whitenoise.chat und teile deinen Profil-QR mit mir.
es: Hablemos en White Noise: mensajería privada y segura. Descárgala en https://whitenoise.chat y comparte conmigo tu QR de perfil.
fr: Discutons sur White Noise — messagerie privée et sécurisée. Téléchargez-la sur https://whitenoise.chat et partagez votre QR de profil avec moi.
it: Parliamo su White Noise — messaggistica privata e sicura. Scaricala da https://whitenoise.chat e condividi con me il tuo QR del profilo.
pt: Vamos conversar no White Noise — mensagens privadas e seguras. Baixe em https://whitenoise.chat e compartilhe comigo o QR do seu perfil.
ru: Давай общаться в White Noise — приватном и безопасном мессенджере. Скачай на https://whitenoise.chat и поделись со мной QR-кодом профиля.
tr: White Noise'ta sohbet edelim — özel ve güvenli mesajlaşma. https://whitenoise.chat adresinden indir ve profil QR kodunu benimle paylaş.
zh_hans: 来 White Noise 聊天吧——私密、安全的通讯应用。请访问 https://whitenoise.chat 获取，并与我分享你的个人资料二维码。
zh_hant: 來 White Noise 聊天吧——私密、安全的通訊應用。請前往 https://whitenoise.chat 取得，並與我分享你的個人檔案行動條碼。

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt: Claro
ru: Светлая
tr: Açık
zh_hans: 浅色
zh_hant: 淺色

source: Lightning (lud16)
de: Blitz (lud16)
es: Rayo (lud16)
fr: Foudre (lud16)
it: Fulmine (lud16)
pt: Relâmpago (lud16)
ru: Молния (lud16)
tr: Yıldırım (lud16)
zh_hans: 闪电 (lud16)
zh_hant: 閃電 (lud16)

source: Lightning address
de: Lightning-Adresse
es: Dirección Lightning
fr: Adresse Lightning
it: Indirizzo Lightning
pt: Endereço Lightning
ru: Lightning-адрес
tr: Lightning adresi
zh_hans: Lightning 地址
zh_hant: Lightning 位址

source: Lightning Address
de: Lightning-Adresse
es: Dirección Lightning
fr: Adresse Lightning
it: Indirizzo Lightning
pt: Endereço Lightning
ru: Lightning-адрес
tr: Lightning adresi
zh_hans: Lightning 地址
zh_hant: Lightning 位址

source: Lightning Address QR code
de: QR-Code der Lightning-Adresse
es: Código QR de la dirección Lightning
fr: Code QR de l’adresse Lightning
it: Codice QR dell’indirizzo Lightning
pt: Código QR do endereço Lightning
ru: QR-код Lightning-адреса
tr: Lightning adresi QR kodu
zh_hans: Lightning 地址二维码
zh_hant: Lightning 位址 QR 碼

source: Links come from the most recent %lld messages.
de: Links stammen aus den letzten %lld Nachrichten.
es: Los enlaces provienen de los últimos %lld mensajes.
fr: Les liens proviennent des %lld derniers messages.
it: I link provengono dagli ultimi %lld messaggi.
pt: Os links vêm das últimas %lld mensagens.
ru: Ссылки взяты из последних %lld сообщений.
tr: Bağlantılar son %lld mesajdan alınır.
zh_hans: 链接来自最近的 %lld 条消息。
zh_hant: 連結來自最近的 %lld 則訊息。

source: Load Failed
de: Laden fehlgeschlagen
es: Error de carga
fr: Échec du chargement
it: Caricamento non riuscito
pt: Falha ao carregar
ru: Ошибка загрузки
tr: Yükleme başarısız
zh_hans: 加载失败
zh_hant: 載入失敗

source: Load GIF
de: GIF laden
es: Cargar GIF
fr: Charger le GIF
it: Carica GIF
pt: Carregar GIF
ru: Загрузить GIF
tr: GIF’i yükle
zh_hans: 加载 GIF
zh_hant: 載入 GIF

source: Loaded member credentials or ratchet-tree state failed validation. Retry does not bypass that validation.
de: Die geladenen Mitgliedsanmeldedaten oder der Ratchet-Tree-Zustand haben die Validierung nicht bestanden. Ein erneuter Versuch umgeht diese Validierung nicht.
es: Las credenciales de miembro cargadas o el estado del ratchet-tree no superaron la validación. Reintentar no omite esa validación.
fr: Les identifiants de membre chargés ou l’état du ratchet-tree n’ont pas passé la validation. Réessayer ne contourne pas cette validation.
it: Le credenziali del membro caricate o lo stato del ratchet-tree non hanno superato la convalida. Riprovare non aggira questa convalida.
pt: As credenciais de membro carregadas ou o estado do ratchet-tree não passaram na validação. Tentar novamente não ignora essa validação.
ru: Проверка загруженных учётных данных участника или состояния ratchet-tree не пройдена. Повторная попытка не обходит эту проверку.
tr: Yüklenen üye kimlik bilgileri veya ratchet-tree durumu doğrulamayı geçemedi. Yeniden denemek bu doğrulamayı atlamaz.
zh_hans: 已加载的成员凭据或 ratchet-tree 状态未通过验证。重试不会绕过该验证。
zh_hant: 已載入的成員憑證或 ratchet-tree 狀態未通過驗證。重試不會略過該驗證。

source: Loading key packages
de: Schlüsselpakete werden geladen
es: Cargando paquetes de llaves
fr: Chargement des packages de clés
it: Caricamento dei pacchetti chiave
pt: Carregando pacotes principais
ru: Загрузка пакетов ключей
tr: Anahtar paketleri yükleniyor
zh_hans: 加载关键包
zh_hant: 載入關鍵包
